// --- 교회 연혁 ---
export const historyData = [
  {
    year: "2025",
    events: [
      { date: "10.12", content: "SM 2년차 파송 (김지윤 1명)" },
      { date: "09.20", content: "SM 20기 파송 (3명)" },
      { date: "08.23", content: "DSM 17기 졸업 및 수료 (20명)" },
      { date: "03.21", content: "이유성/권윤경 가정 리홉 파송" },
      { date: "01", content: "허도영 선교사 하나교회 디렉터로 합류" },
    ],
  },
  {
    year: "2024",
    events: [
      //   { date: "12.20", content: "다니엘아카데미 선교원 10회 졸업" },
      { date: "09.24", content: "SM 18기 파송(3명), SM 19기 파송(5명)" },
      { date: "09.15", content: "YDP 하나교회 출범" },
      { date: "08.24", content: "DSM 16기 졸업 (22명)" },
      { date: "08.23", content: "송아론/황에스더 가정 IBS 파송" },
      { date: "02.25", content: "김동희 전도사 임명" },
    ],
  },
  {
    year: "2023",
    events: [
      //   { date: "12", content: "다니엘 아카데미 선교원 9회, 주니어 8회 졸업" },
      { date: "10.08", content: "김다윗/권예배 선교사 가정 파송" },
      { date: "10", content: "김현욱 협동 목사 부임" },
      { date: "08.26", content: "DSM 훈련 15기 졸업 (22명)" },
      {
        date: "07.16",
        content: "권순결/오지혜 가정, 박요셉/김은혜 가정 선교사 공식 허입",
      },
      { date: "05", content: "NGC 건물 및 부지 매입" },
      { date: "03.07", content: "채부흥/채사모 선교사 가정 재파송" },
      { date: "03", content: "SM 16기 파송 (7명), SM 17기 파송 (7명)" },
      { date: "02.10", content: "DSM 훈련 14기 졸업 (13명)" },
    ],
  },
  {
    year: "2022",
    events: [
      //   {
      //     date: "12",
      //     content: "다니엘 아카데미 선교원 8회 졸업, 주니어 7회 졸업",
      //   },
      { date: "08.27", content: "DSM 훈련 13기 졸업 및 수료 (24명)" },
      { date: "03.05", content: "박희주, 신상철, 이성진 목사 안수" },
      //   { date: "01", content: "다니엘 아카데미 선교원 7회, 주니어 6회 졸업" },
    ],
  },
  {
    year: "2021",
    events: [
      {
        date: "11.18",
        content: "새 성전 부지 매입(용인시 기흥구 서그내로 53번길 30외)",
      },
      { date: "09.29", content: "한 엘리야 목사 안수" },
      { date: "03.04", content: "조나단/그레이스 선교사 가정 파송" },
      //   {
      //     date: "02",
      //     content: "다니엘 아카데미 선교원 6회 졸업, 주니어 5회 졸업",
      //   },
    ],
  },
  {
    year: "2020",
    events: [
      { date: "08.19", content: "건축을 위한 특별금식기도회" },
      { date: "08.11", content: "밀알 측에서 부지 관련 연락 옴" },
      //   {
      //     date: "08.07",
      //     content: "교회와 다니엘 아카데미 건축을 위한 3주 기도 시작",
      //   },
      { date: "08", content: "밀알 측과 건축 부지 계약" },
      { date: "07", content: "창업보육센터 설립" },
      { date: "03.14", content: "이모세 선교사 목사 안수" },
      {
        date: "02.23",
        content:
          "김바울/구마리아 선교사 가정 파송\n김현철, 박지현, 홍택규 전도사 임명",
      },
      { date: "02", content: "수원하나교회 YDP 캠퍼스 개척" },
      { date: "02", content: "최엘리야/김루디아 선교사 가정 파송" },
      //   { date: "02", content: "다니엘 아카데미 선교원 5회, 주니어 4회 졸업" },
    ],
  },
  {
    year: "2019",
    events: [
      //   {
      //     date: "12",
      //     content:
      //       "다니엘아카데미 수원하나교회 NGC(Next Generation Center)로 이전\n수원하나교회 NGC를 교육관으로 사용",
      //   },
      { date: "09.27", content: "SM 4년차 파송 (1명)" },
      { date: "08.24", content: "DSM 훈련 12기 졸업 및 수료 (18명)" },
      { date: "04.16", content: "SM 2년차 중단기 선교사 파송 (1명)" },
      { date: "03.06", content: "SM 15기 파송 (3명)" },
      //   { date: "01.26", content: "다니엘 아카데미 선교원 4회, 주니어 3회 졸업" },
    ],
  },
  {
    year: "2018",
    events: [
      { date: "12.16", content: "부산하나교회 최원호 전도사 목사 안수" },
      { date: "09.21", content: "SM 2-3년차 중단기팀 파송 (2명)" },
      { date: "08.31", content: "SM 13기 파송 (5명) / SM 14기 파송 (3명)" },
      { date: "08.25", content: "DSM 훈련 11기 졸업 및 수료 (30명)" },
      { date: "08.19", content: "반다윗/이레베카 선교사 가정 파송" },
      { date: "07.29", content: "박요셉, 김은혜 IBS 파송" },
      {
        date: "06.09",
        content: "김요셉, 김충성, 이영광, 허도영 선교사 목사 안수",
      },
      //   { date: "02.03", content: "다니엘 아카데미 선교원 3회, 주니어 2회 졸업" },
    ],
  },
  {
    year: "2017",
    events: [
      { date: "11.30", content: "SM 12기 파송 (3명)" },
      { date: "09.14", content: "SM 11기 파송 (4명)" },
      { date: "08.26", content: "DSM 훈련 10기 졸업 및 수료 (26명)" },
      {
        date: "07",
        content:
          "부산 하나교회 개척 (최원호 전도사)\n박여호수아/허안나 선교사 가정 파송\n이생명/이다해 선교사 가정 파송",
      },
      { date: "03", content: "ReHope(리홉) NGO 창립" },
      { date: "02.19", content: "김태환, 이요한 전도사 임명" },
      { date: "02.14", content: "SM 10기 파송 (4명)" },
      //   { date: "02.04", content: "다니엘 아카데미 선교원 2회 졸업 (4명)" },
      { date: "01", content: "한 엘리야 전도사 영어부 부임" },
    ],
  },
  {
    year: "2016",
    events: [
      //   { date: "12.22", content: "다니엘 아카데미 주니어 1회 졸업 (3명)" },
      { date: "12.15", content: "SM 9기 파송 (3명)" },
      { date: "10.20", content: "SM 8기 파송 (3명)" },
      { date: "09", content: "이원근 하나교회 전도사로 부임" },
      { date: "08.25", content: "DSM 훈련 9기 졸업 및 수료 (17명)" },
      { date: "02.29", content: "한 엘리야 전도사 임명" },
      //   { date: "01", content: "다니엘 아카데미 선교원 1회, 고등부 6회 졸업" },
    ],
  },
  {
    year: "2015",
    events: [
      { date: "08.27", content: "DSM 훈련 8기 졸업 및 수료 (26명)" },
      { date: "07", content: "박사라 선교사 파송" },
      { date: "04.09", content: "윤성철 협동 목사 부임" },
      { date: "02.22", content: "신상철, 박력 전도사 임명" },
      { date: "02.12", content: "권순결, 오지혜 IBS 파송" },
      //   {
      //     date: "02",
      //     content:
      //       "다니엘아카데미 유치부를 선교원으로 변경\n다니엘아카데미 초,중,고등부를 통합하여 주니어과정 시작",
      //   },
      //   {
      //     date: "01.31",
      //     content:
      //       "다니엘 아카데미 유치부 2회, 초등부 3회, 중등부 2회, 고등부 5회 졸업",
      //   },
    ],
  },
  {
    year: "2014",
    events: [
      { date: "09.09", content: "SM 6기 파송 (4명) / SM 7기 파송 (3명)" },
      { date: "08.28", content: "DSM 훈련 7기 졸업 및 수료 (19명)" },
      { date: "04", content: "폴윤 목사 영어부(EM) 개척" },
      //   {
      //     date: "02.08",
      //     content:
      //       "다니엘 아카데미 유치부 1회, 초등부 2회, 중등부 1회, 고등부 4회 졸업",
      //   },
    ],
  },
  {
    year: "2013",
    events: [
      { date: "09.09", content: "이모세/오언약 선교사 가정 파송" },
      { date: "08.31", content: "DSM 훈련 6기 졸업 및 수료 (13명)" },
      {
        date: "08.04",
        content: "김동훈, 김영곤, 김형남, 박희주, 이정훈, 최원호 전도사 임명",
      },
      { date: "04.07", content: "뉴저지 하나교회 개척 (윤성철 목사)" },
      //   { date: "02", content: "다니엘 아카데미 고등부 3회 졸업" },
    ],
  },
  {
    year: "2012",
    events: [
      { date: "10.14", content: "작은동산교회 개척, 정우경 전도사 목사 안수" },
      { date: "09.15", content: "DSM 훈련 5기 졸업 및 수료 (27명)" },
      { date: "03.05", content: "SM 3기 파송 (4명)" },
      //   { date: "02", content: "다니엘 아카데미 초등부 1회, 고등부 2회 졸업" },
      { date: "02", content: "폴윤 목사 하나교회 사역자로 합류" },
      { date: "01.14", content: "SM 4기 파송 (3명) / SM 5기 파송 (3명)" },
    ],
  },
  {
    year: "2011",
    events: [
      //   { date: "09", content: "다니엘 아카데미 초등부 전일제 시작" },
      { date: "06-07", content: "DSM 훈련 4기 졸업 및 수료 (22명)" },
      //   { date: "02", content: "다니엘 아카데미 고등부 1회 졸업" },
      {
        date: "01-02",
        content: "DSM intensive 훈련 3기 졸업 및 수료(15명) / SM 2기 파송(4명)",
      },
    ],
  },
  {
    year: "2010",
    events: [
      { date: "12.29", content: "이석만 목사 가정 샌프란시스코 개척팀 파송" },
      {
        date: "10",
        content:
          "DSM 훈련 2기 졸업 및 수료 (11명)\nSM(Student Mission) 1기 파송 (4명)",
      },
      {
        date: "09.26",
        content: "주성철/민병주 선교사 가정 파송, 이석만 선교사 목사 안수",
      },
      //   {
      //     date: "03",
      //     content:
      //       "다니엘 아카데미 중등부, 유치부 시작 / 초등부 방과 후 학교 시작",
      //   },
      {
        date: "02.28",
        content:
          "원주 개척팀 파송, 신윤근 전도사 안수\n김충성/손사랑 선교사 가정 파송",
      },
    ],
  },
  {
    year: "2009",
    events: [
      //   { date: "03", content: "다니엘 아카데미 개교/고등부 시작" },
      {
        date: "03",
        content: "DSM(Daniel School of Ministry) 훈련 1기 20명 졸업 및 수료",
      },
      {
        date: "02",
        content: "김요셉/반드보라 선교사 가정 파송, 김영두 전도사 안수",
      },
      { date: "01", content: "이석만 선교사 목회 디렉터로 합류" },
    ],
  },
  {
    year: "2008",
    events: [
      { date: "08", content: "임아브라함/정룻 선교사 가정 파송" },
      { date: "05-08", content: "120일 연속 기도회" },
    ],
  },
  {
    year: "2007",
    events: [
      { date: "02.25", content: "헌당 예배" },
      {
        date: "01.19",
        content: "새 건물로 신축 이전 (용인시 기흥구 서천동 294-7)",
      },
    ],
  },
  {
    year: "2006",
    events: [
      { date: "08.31", content: "건축 착공" },
      { date: "02", content: "교육관 이전" },
      { date: "02", content: "김경용, 윤석현 전도사 안수" },
    ],
  },
  {
    year: "2005",
    events: [
      {
        date: "08",
        content:
          "선교사 6가정 동시 파송\n(반다윗/신마리아(중동), 이영광/장나라(인니), 박윤호/크리스탈김, 허도영/황보경(기니), 장동인/김영옥, 이숭배/유정옥(피지))",
      },
      { date: "04", content: "용인시 서천동에 하나님께서 주신 부지 구입" },
      { date: "03", content: "성전건축과 땅에 대한 예언을 주심" },
    ],
  },
  {
    year: "2004",
    events: [
      {
        date: "",
        content:
          "다섯 번째, 여섯 번째 선교사 파송 (인도네시아의 정혜림, 불어권의 고운님)",
      },
    ],
  },
  {
    year: "2003",
    events: [
      {
        date: "08",
        content: "교회 예배당 확장 이전. 이전 건물은 교육관으로 사용.",
      },
      { date: "04", content: "고성준 전도사 목사 안수" },
      { date: "", content: "네 번째 선교사 파송 (기니의 이상호/이용선 가정)" },
    ],
  },
  {
    year: "2002",
    events: [
      {
        date: "",
        content: "두 번째 선교사 파송 (인도네시아의 이석만/정혜원 가정)",
      },
      {
        date: "",
        content: "세 번째 선교사 파송 (키르키즈스탄의 오요셉/서명자)",
      },
    ],
  },
  {
    year: "2001",
    events: [
      { date: "04", content: "새로운 세대에 대한 새로운 비전을 주심" },
      { date: "03", content: "박현철 목사에 이어 고성준 전도사 취임" },
      { date: "02", content: "미국 버클랜드 교회로부터 독립" },
      {
        date: "",
        content: "첫 번째 선교사 파송 (인도네시아의 채부흥/채사모 가정)",
      },
    ],
  },
  {
    year: "2000",
    events: [
      {
        date: "02.27",
        content: "수원 영통동 1038-3번지 3층, 4층에서 수원하나교회 시작",
      },
    ],
  },
  {
    year: "1999",
    events: [{ date: "10", content: "신촌, 수원으로 교회 개척의 비전을 받음" }],
  },
  {
    year: "1992",
    events: [
      {
        date: "02.16",
        content: "방배동에서 미국 버클랜드 교회의 지교회로 시작",
      },
    ],
  },
];

// 저서 데이터 목록
export const bookList = [
  {
    id: 1,
    title: "카이로스",
    desc: "하나님의 시공간, 그 신비한 타이밍을 포착하라",
    link: "https://www.aladin.co.kr/search/wsearchresult.aspx?SearchTarget=All&SearchWord=%EA%B3%A0%EC%84%B1%EC%A4%80+%EC%B9%B4%EC%9D%B4%EB%A1%9C%EC%8A%A4",
    color: "bg-amber-100", // 이미지 없을 시 배경색 (실제 이미지 사용 시 제거 가능)
  },
  {
    id: 2,
    title: "데스티니",
    desc: "하나님의 계획, 당신의 인생을 향한 부르심",
    link: "https://www.aladin.co.kr/search/wsearchresult.aspx?SearchTarget=All&SearchWord=%EA%B3%A0%EC%84%B1%EC%A4%80+%EB%8D%B0%EC%8A%A4%ED%8B%B0%EB%8B%88",
    color: "bg-blue-100",
  },
  {
    id: 3,
    title: "떠내려가지 마라",
    desc: "세상의 물결 속에서 믿음을 지키는 법",
    link: "https://www.aladin.co.kr/search/wsearchresult.aspx?SearchTarget=All&SearchWord=%EA%B3%A0%EC%84%B1%EC%A4%80+%EB%96%A0%EB%82%B4%EB%A0%A4%EA%B0%80%EC%A7%80%EB%A7%88%EB%9D%BC",
    color: "bg-emerald-100",
  },
  {
    id: 4,
    title: "나의 데스티니 찾기",
    desc: "하나님이 주신 꿈을 발견하는 워크북",
    link: "https://www.aladin.co.kr/search/wsearchresult.aspx?SearchTarget=All&SearchWord=%EB%82%98%EC%9D%98+%EB%8D%B0%EC%8A%A4%ED%8B%B0%EB%8B%88+%EC%B0%BE%EA%B8%B0",
    color: "bg-indigo-100",
  },
  {
    id: 5,
    title: "케노시스",
    desc: "자기 비움, 예수 그리스도의 마음을 품다",
    link: "https://www.aladin.co.kr/search/wsearchresult.aspx?SearchTarget=All&SearchWord=%EA%B3%A0%EC%84%B1%EC%A4%80+%EC%BC%80%EB%85%B8%EC%8B%9C%EC%8A%A4",
    color: "bg-rose-100",
  },
  {
    id: 6,
    title: "황금시편",
    desc: "시편을 통해 만나는 하나님의 위로와 지혜",
    link: "https://www.aladin.co.kr/search/wsearchresult.aspx?SearchTarget=All&SearchWord=%EA%B3%A0%EC%84%B1%EC%A4%80+%ED%99%A9%EA%B8%88%EC%8B%9C%ED%8E%B8",
    color: "bg-orange-100",
  },
  {
    id: 7,
    title: "빌리브 갓",
    desc: "믿음, 보이지 않는 것을 보는 힘",
    link: "https://www.aladin.co.kr/search/wsearchresult.aspx?SearchTarget=All&SearchWord=%EA%B3%A0%EC%84%B1%EC%A4%80+%EB%B9%8C%EB%A6%AC%EB%B8%8C%EA%B0%93",
    color: "bg-slate-200",
  },
  {
    id: 8,
    title: "예수 마음 프로젝트",
    desc: "제자도를 향한 마음의 여정",
    link: "https://www.aladin.co.kr/search/wsearchresult.aspx?SearchTarget=All&SearchWord=%EA%B3%A0%EC%84%B1%EC%A4%80+%EC%98%88%EC%88%98%EB%A7%88%EC%9D%8C%ED%94%84%EB%A1%9C%EC%A0%9D%ED%8A%B8",
    color: "bg-teal-100",
  },
];

// 비전
export const vision = [
  {
    title: "하나님을 즐거워 함",
    desc: `수원하나교회의 비전은 첫째, 하나님을 즐거워하는 것입니다. 
    참 신앙은 하나님을 즐거워하는 것입니다. 하나님을 즐거워하지 않는 신앙생활은 종교고 행위일 뿐, 진짜 믿음이 아닙니다. 그리스도인의 삶은 하나님의 사랑 안에서 그 분을 즐거워하는 것으로 시작되고, 또한 그것이 최종적인 목표입니다.(시편 9:2, 16:11, 27:4)
    
    내가 여호와께 청하였던 한 가지 일 곧 그것을 구하리니 곧 나로 내 생전에 여호와의 집에 거하여 여호와의 아름다움을 앙망하며 그 전에서 사모하게 하실 것이라(시편 27:4)
    `,
  },
  {
    title: "그 분의 목적",
    desc: `둘째, 예수님을 사랑하기 때문에 그 분의 목적이 우리의 목적이 됩니다. 
    그 분의 목적은 열방 가운데 주님의 몸된 교회를 개척하는 것입니다. 주님께서는 모든 민족이 주님의 몸된 교회 안으로 들어오기를 원하시기에 우리는 그 목적(열방 가운데 교회를 개척하는 일)에 우리의 삶을 기쁨으로, 또 열정적으로 드리기 원합니다. 이것이 우리의 비전입니다. (마태복음 24:14, 마태복음28:18~20)
    
    그러므로 너희는 가서 모든 족속으로 제자를 삼아 아버지와 아들과 성령의 이름으로 침례를 주고 내가 너희에게 분부한 모든 것을 가르쳐 지키게 하라 볼지어다 내가 세상 끝날까지 너희와 항상 함께 있으리라 하시니라(마태복음 28:19~20) 
    `,
  },
  {
    title: "공동체",
    desc: `셋째, 교회는 공동체입니다. 
        그리스도인의 삶은 혼자 외롭게 걸어가는 “외로운 나그네 길”이 아닙니다. 그것은 예수 안에서 한가족 된 공동체가 서로 사랑하고 섬기며 함께 걸어가는 길입니다. 수원하나교회는 하나님의 가족입니다.(에베소서 2:19)
        
        그러므로 이제부터 너희가 외인도 아니요 손도 아니요 오직 성도들과 동일한 시민이요 하나님의 권속(가족)이라(에베소서 2:19)`,
  },
];

// 핵심가치 - part1
export const coreValuePart1 = [
  {
    title: "신부의 영",
    sub: "종의 영이 아닌 신부의 영을 가지고 하나님을 누리고 즐거워한다.",
    desc: `교회는 그리스도의 신부입니다. (요한계시록 19:7)
우리가 즐거워하고 크게 기뻐하여 그에게 영광을 돌리세 어린 양의 혼인 기약이 이르렀고 그 아내가 예비하였으니

신부는 신랑의 무조건적인 사랑을 받는 자입니다.
예수를 믿는다는 것은 이 사랑을 누리는 것입니다. 하나님을 즐거워하며 그 분의 은혜 가운데 살아가는 것입니다. 은혜와 사랑이 없으면 그것은 율법이요, 종교가 되고 맙니다. 생명이 없습니다. 그렇기에 수원하나교회가 지향하는 가장 중요한 가치는 “신부의 영성”입니다. 예수 믿는 사람은 신부의 즐거움 – 하나님의 사랑과 은혜 안에 있는 즐거움을 누리고 기뻐한다는 것입니다. 신앙생활은 그래서 기쁜 것입니다. 즐거운 것입니다. 이 기쁨이 없다면 그것은 무엇인가 잘못된 것입니다.

또한 신부는 신랑의 사랑을 받는 자인 동시에 신랑을 사랑하는 자입니다.
신부는 억지로 움직이지는 않습니다. 신부는 사랑에 의해 움직입니다. 의무감에서 움직이는 것, 옮으니까 움직이는 것 – 이런 것만으로는 부족합니다. 신부는 신랑을 사랑하기 때문에 움직입니다. 사랑하기 때문에 헌신합니다.

그렇기 때문에 신부는 신랑을 위해 목숨을 버릴 수 있습니다.
신랑을 위해 목숨을 버리는 것은 신부이지 종이 아닙니다. 신부의 헌신에는 한계(limit)가 없습니다. 종은 계약한대로 할일을 다하면 집에 돌아가 쉬지만 신부는 그렇지 않습니다. 신랑에게 필요한 일이라면 언제라도, 무슨 일이든 힘을 다 바쳐 합니다. 사랑하기 때문입니다. 그리고도 기뻐합니다.

마지막 시대에 교회 가운데 풀어져야 할 것은 바로 이 신부의 영입니다.
마지막 때에는 주님을 목숨처럼 사랑하는 사람들이 나올 것입니다. 수원하나교회는 “주님을 목숨처럼 사랑하는 사람들”의 대열에 끼기를 원합니다. 하나님을 즐거워하고 누리며 그 분 없이는 한 순간도 살 수 없는 사랑에 빠진 신부. 그 분 앞에 삶을 헌신하여 드리며 그 분의 나라에 인생을 건 군화 신은 신부! 이것이 우리가 소원하는 교회입니다.`,
  },
  {
    title: "교회개척과 선교",
    sub: "(Church Planting Movement) 하나님의 목적에 헌신한다.",
    desc: `모든 성도는 제자로 부르심을 받았습니다.
그러므로 너희는 가서 모든 족속으로 제자를 삼아 아버지와 아들과 성령의 이름으로 침례를 주고 내가 너희에게 분부한 모든 것을 가르쳐 지키게 하라 볼지어다 내가 세상 끝날까지 너희와 항상 함께 있으리라 하시니라 (마태복음 28:19~20)

제자는 그리스도의 몸된 교회를 개척하는 자입니다.
태초부터 지금까지 하나님께서는 믿는 사람들의 공동체를 이 세상 가운데 세우시기를 원하셨습니다(구약의 이스라엘과 신약의 교회). 이 공동체를 통해 하나님은 하나님을 떠나 하나님의 다스리심과는 전혀 다르게 살아가는 세상을 구원하시고 변화시키시기 원하셨습니다. 세상이 “이 공동체를 통해 보여지는 하나님”의 성품과 하나님의 지혜를 보고 하나님께 돌아오게 되기를 소원하셨습니다. 이것만이 인간이 만들어놓은 수많은 죄와 고통의 결과들 – 인간의 나라를 근본적으로 변화시킬 수 있는 소망입니다. 이것이 신약의 교회입니다. 그렇기 때문에 예수님께서 이 땅에 오셔서 교회를 세우셨습니다. 교회가 예수님의 유일한 유산이었습니다. 인류 구원의 큰 사명을 가지고 오신 분이 이 땅위에 유일하게 남기신 결과물이 교회였습니다. 왜냐하면 그것만이 참된 소망이고 능력이기 때문입니다. 교회만이 세상을 변화시키며 구원할 힘이 있습니다. 그러므로 그 분의 제자들은 당연히 교회를 개척하는 자들입니다. 교회개척은 모든 믿는 자들에게 주어진 하나님 나라의 사명입니다.

교회개척은 셀 개척과 동의어입니다.
교회를 개척한다는 것은 복음을 전함으로 영혼들을 구원하고 구원받은 영혼들을 주님의 충성된 제자로 양육하는 것입니다. 이 충성된 자들로 또다른 사람들을 전도하고 양육할 수 있도록 키우는 것입니다. 그러므로 교회개척이란 예수님께서 12명의 제자들을 키우셨듯이 재생산 가능한 믿는 사람들의 공동체(10~12명 정도, 셀)을 세우는 일입니다. 교회개척과 셀 개척은 같은 용어입니다.

이 교회개척의 사명은 나라와 문화를 넘어 모든 민족 가운데 이루어질 것입니다.
예수님께서 12명의 제자를 세우시면서 모든 민족을 제자 삼으라고 말씀하셨습니다(마태복음 28:19~20). 유대인뿐 아니라 모든 민족 가운데 하나님의 몸된 교회 – “교회를 개척하는 믿는 사람들의 공동체”를 세우라고 명하신 것입니다. 수원하나교회는 모든 민족 가운데 이러한 교회개척 운동(Church Planting Movement)이 일어날 것을 기대하며 헌신합니다. 훈련된 선교사들을 열방 가운데 보내고 있고, 앞으로도 보낼 것입니다. 한 두 명의 교회 개척자들이 아니라 모든 민족 가운데 주님을 예배하는 교회가 설 때까지 한 세대를 일으킬 것입니다.

교회개척은 우리 삶의 일부입니다.
교회개척(셀 개척)은 사명이 아닙니다. 일도 아닙니다. Event는 전혀 아닙니다. 그것은 우리의 삶의 방식이며 삶의 일부입니다. 예수님과의 친밀함에서 나오는 자연스러운 삶의 모습이 바로 복음을 전하며 제자를 양육하는 모습이라고 믿습니다.

이 땅에서 교회개척의 훈련을 받은 사람들이 선교사로 파송됩니다.
하나님의 은혜로 하나교회는 지난 시간 22명의 선교사를 파송했습니다. 인도네시아, 기니, 프랑스불어권, 키르키즈스탄, 피지 그리고 중동에 교회를 개척하는 팀을 보냈고, 보내려 하고 있습니다. 이들은 모두 한국에서 교회를 개척해본 경험이 있는 셀 리더 이상의 사역자들입니다. “이곳”에서 성공적으로 사역하지 못한 사람이 “그 곳”에 가면 슈퍼맨이 되는 그런 기적은 일어나지 않습니다. 검증된 일꾼들을 키워보내는 것이 우리의 사명입니다.

교회개척 – 이것이 우리의 사명입니다.
우리는 이 일을 이루는 일에 우리의 모든 마음과 정성과 힘을 다 쏟을 것입니다. 왜냐하면 그것이 주님의 소원이고, 꿈이며, 그 분이 이 세상을 변화시키시는 방법이며, 이 세상 가운데 다시 오시는 길이시기 때문입니다. 교회개척 – 이것이 우리의 사명입니다.
      `,
  },
  {
    title: "셀과 공동체",
    sub: "교회의 본질은 사랑의 관계이므로 셀 교회를 지향한다.",
    desc: `교회는 가족입니다.
많은 사람들이 교회 건물을 교회로 오해합니다. 그러나 교회의 본질은 관계성입니다. 교회는 하나님의 가족입니다. 예수를 믿고 거듭난 사람들이 서로 사랑하는 공동체 – 이것이 교회라고 믿습니다.

그래서 교회는 본질적으로 소그룹이어야 합니다.
1천명이 모여서 서로 사랑한다는 것은 매우 추상적인 말입니다. 서로 사랑하기 위해선 10명 남짓의 소그룹이 되어야만 합니다. 그리고 이런 소그룹들이 여러 개 모여서 하나의 회중을 이룹니다. 크지만 동시에 작은 교회 – 이것이 사도행전에 나타난 초대 교회의 모습이고, 오늘날 셀 교회의 모습입니다. 수원하나교회는 셀 교회가 성경적인 교회의 모델이라고 믿고, 작은 영적 가족 공동체들이 모여 서로 구체적으로 삶을 나누며 사랑하는 셀 가족 공동체를 지향합니다.

사랑이 없는 교회는 생명을 잃은 몸입니다.
사랑이 없는 교회, 사랑이 구체적으로 실천되지 않는 교회는 생명을 잃은 교회입니다. 셀은 서로를 구체적으로 사랑하고 섬길 수 있는 장입니다. 셀을 통해 하나님의 사랑이 이 땅 가운데 구체적으로 풀어지는 것을 볼 것입니다.

셀은 그리스도인의 삶과 사역의 기본 단위이며 장입니다.
셀은 성품이 다듬어지는 장입니다. 셀 멤버들과의 관계 속에서 인격의 다룸을 받습니다. 셀은 사역의 단위이기도 합니다. 셀 단위로 복음전도가 일어납니다. 셀은 양육의 장이기도 합니다. 셀에서 제자 양육이 일어납니다. 셀은 나눔의 단위이기도 합니다. 셀 안에서 영적, 물질적, 정서적 나눔이 일어납니다.`,
  },
  {
    title: "예배",
    sub: "예배(개인 예배, 회중 예배)에 영적 생명이 달려 있음을 믿는다.",
    desc: `예배는 하나님과의 만남입니다. 그 분 앞에 나가는 것입니다.
영적인 생명력은 예배로부터 옵니다. 예배가 살면 영혼이 사는 것이고, 예배가 죽으면 그 영혼은 죽은 것입니다. 그러므로 우리는 예배에 생명을 겁니다. 예배가 그치는 순간, 우리 영혼은 죽는 것이기 때문입니다.

개인 예배와 회중 예배, 모두 중요합니다.
매일 드려지는 개인 예배와 함께 모여서 드리는 회중 예배는 모두 중요합니다. 매일의 개인 예배 시간을 지키며, 주의 임재가 있는 열정적인 회중 예배를 드리는 일을 무엇보다 중요하게 생각합니다. 물론 셀 예배도 중요합니다. “나눔에 실패한 셀은 용서할 수 있어도, 예배에 실패한 셀은 용서할 수 없습니다.”란 협박(?)이 단순한 협박만은 아닙니다.

경건의 시간(QT)은 단순한 말씀 연구의 시간이 아니라 개인 예배가 되어야 한다고 믿습니다.
경건의 시간(QT)은 단순히 말씀을 연구하는 시간이 아닙니다. 이 시간은 하나님과 만나는 시간입니다. 기도와 묵상 그리고 찬양이 함께 드려지는 예배가 되어야 합니다. 그렇기에 수원하나교회는 개인 예배가 적어도 하루 1시간 이상 드려져야 한다고 믿습니다. 나아가 셀 리더는 하루 2시간, 풀타임 사역자는 하루 3시간 이상의 예배를 권합니다.

24시간 운영되는 기도실에는 기름 부으심이 있습니다.
개인적으로 예배하는 것도 좋지만 함께 모여 기도하고 예배할 때 하나님의 특별한 기름부으심이 있습니다. 그래서 수원하나교회의 본당은 24시간 기도실로 운영됩니다. 새벽부터 밤까지 누구나 자유로운 시간에 와서 하나님 앞에 예배하고 기도하며 말씀을 묵상할 수 있습니다. 기도실에는 항상 특별한 기름 부으심이 있습니다. 예수님의 약속 때문이라 믿습니다.

성령의 임재 가운데 가장 자유로운 형태로 드려지는 예배. 그러나 그 안에 회개가 있고, 기쁨이 있고, 회복이 있고 감격이 있는 그런 예배를 우리는 소원합니다.
      `,
  },
  {
    title: "성령",
    sub: "초대교회적인 성령의 역사를 믿는다.",
    desc: `우리는 초대교회 성령의 역사가 오늘날도 일어난다고 믿습니다.
초대교회 성령의 역사는 당대에 끝난 것이 아닙니다. 성령님은 그 때나 지금이나 동일한 하나님이며 동일하게 역사하신다고 믿습니다. 그렇기 때문에 우리는 성령의 은사들을 믿습니다. 우리는 방언, 치유, 기적과 이사, 예언 등 성령의 초자연적인 은사들이 오늘날도 나타난다고 믿을 뿐 아니라 이 은사를 사모함으로 적극적으로 구합니다.

특히 예언의 은사는 영혼들을 굳세게 하고 세우는 능력이 있습니다.
은사들 가운데서도 예언의 은사는 특히 영혼들을 새롭게 하고 세우는 능력이 있습니다. 각 셀마다 예언의 은사가 활성화될 것을 기도합니다. 예언은 하나님의 계획만을 선포하는 것이 아닙니다. 예언은 하나님의 성품을 쫓아 그 분의 계획과 감정이 흘러가는 것입니다. 그 분의 사랑을 느낄 수 있도록 격려했다면 그것은 아주 소중한 예언입니다. 예언은 사랑을 따라 흘러가는 것이며 예언은 사람을 세우고 격려하는 것이며 예언은 하나님이 사랑이시라는 사실을 몸으로 경험하게 되는 것입니다.

마지막 시대 성령의 역사를 기대합니다.
초대교회와 같은 성령의 역사만이 마지막 시대 대추수의 역사를 가능케 하며, 강력한 진이 형성되어 있는 선교지들을 변화시킬 수 있습니다. 무슬림들이 예수를 믿고 개종하는 이유의 거의 100%가 기적과 이사를 통해서 입니다. 성령님의 강력한 역사없이는 무슬림들이 개종하는 “기적”은 일어나기 힘듭니다. 그렇기 때문에 마지막 때에는 요엘서에 예언된 것과 같이 강력한 성령님의 역사가 풀어질 것이며 우리는 그것을 기대하며 기도합니다. 성령의 역사는 복음이 전해지는 현장, 그 최전선에서 일어나는 영적 전쟁입니다.

그 후에 내가 내 신을 만민에게 부어주리니
너희 자녀들이 장래 일을 말할 것이며
너희 늙은이는 꿈을 꾸며 너희 젊은이는 이상을 볼 것이며
(요엘 2:28)

수원하나교회는 말씀과 함께 성령의 능력에 사로잡힌 제자들을 키우기 원합니다.  `,
  },
  {
    title: "제자도",
    sub: "사람을 키우는 리더십을 지향한다.",
    desc: `교회의 사이즈를 키우는 것이 아니라 사람을 키워야 합니다.
교회가 성장한다는 것은 교회의 재정이나 교인수가 늘어나는 것을 의미하는 것이 아닙니다. 교회가 성장한다는 것은 그 가운데 준비된 하나님의 일꾼들이 늘어나는 것을 의미합니다. 수원하나교회는 교회의 사이즈가 아니라 준비된 사람을 키우는 일에 헌신합니다.

주님의 열두 제자
주님께서도 당신 사역의 최우선 순위를 12명의 제자 키우는 일에 두셨습니다. 이것이 세상을 변화시키는 원동력이란 사실을 아셨기 때문입니다. 그렇기 때문에 예수님은 건물을 지으시거나 많은 사람들을 모으시는 일에 집중하시는 대신, 12명의 사람들을 키우시는 일에 삶을 드리셨습니다. 이러한 예수님의 비전을 쫓아가는 교회입니다.  많은 사람, 큰 건물보다는 한 사람의 헌신된 일꾼을 키우는 일에 시간과 땀을 쏟습니다. 준비되고 변화된 한 사람을 통해 엄청난 하나님의 역사가 이루어지는 것을 믿기 때문입니다. 하나교회는 사람을 키우는 교회입니다.

제자 양육은 개인적(Personal)으로 이루어집니다.
사람을 키우는 일은 대형 강당에서 이루어질 수 있는 일이 아닙니다. 이것은 Personal하게 함께 시간을 보내면서 이루어지는 일입니다. 그러기에 셀은 사람을 키우는 장이 됩니다. 공장에서 물건 찍듯이 한꺼번에 많은 사람을 찍어내려는 유혹을 버리고 한 사람, 한 사람씩 주님의 제자로 세워가고자 합니다.

수원하나교회는 사람을 키우는 비전 – 이 비전에 사로잡혀 열방을 변화시킬 꿈을 꾸는 교회입니다.`,
  },
];

// 핵심가치 - part2
export const coreValuePart2 = [
  {
    title: "영혼구원",
    sub: "복음을 증거하는 것을 삶의 방식(Life Style)으로 삼는다.",
    desc: `복음을 전함으로 영혼을 구원하는 삶을 가장 소중한 삶으로 생각합니다.
한번 이벤트로서의 복음전도가 아니라 삶의 방식으로서의 복음전도를 지향합니다. 전도의 일을 하는 것이 아니라 복음전도자의 삶을 살기 원합니다.

전도소그룹, 개인전도 등의 방법들을 사용합니다.
각 셀별로 전도소그룹, 개인전도, 캠퍼스 전도 등을 통해 사람들과의 접촉점을 마련하고 지속적으로 복음을 전하는 삶을 삽니다.`,
  },
  {
    title: "과감한(Radical) 헌신",
    sub: "말씀과 사역에 Radical하게 순종하고 헌신한다.",
    desc: `말씀 앞에 과감하게 순종하고 헌신하는 것이 제자의 삶이라고 믿습니다.
성경의 교회는 Radical Church였습니다. 성경은 주님 앞에 다 드리고 헌신할 것을 이야기하지, 주일에 십일조 드리는 삶을 이야기하고 있지 않습니다. 우리의 시간도, 우리의 물질도, 우리의 생명까지도 모두 주님의 것입니다. 우리가 지향하는 교회는 Radical한 헌신이 있는 교회입니다. 말씀 한 구절 앞에서 인생의 무게를 싣고 고민하며 따르는 제자의 모습을 우리는 보기 원합니다.

인생의 3P
그 분의 말씀 앞에서 우리 삶의 어떤 목적도(Purpose), 어떤 사람도(Person), 어떤 소유도(Possession) 주장하지 않습니다. 이 모든 것보다 주님의 말씀이 우선되기 때문입니다. 예수를 따른다는 것은 십자가의 길을 가는 것이며, 자아를 죽이는 일입니다.

주님께서 명하시는 곳에 어떠한 대가를 치르더라도 순종함으로 가는 사람들을 세우기 원합니다.
이 헌신 속에 열방을 향해 가는 세대, 자아가 부인된 세대가 일어날 것을 소원합니다. 열방은 죽은 사람들의 행진 – 십자가에 자아가 못 박힌 사람들의 행진을 보게 될 것이며 이 행진 속에 주님께서 모든 민족에게 임하실 것입니다.`,
  },
  {
    title: "기도와 금식",
    sub: "기도와 금식으로 사역한다.",
    desc: `우리 사역의 방법은 기도와 금식입니다.
예수님의 삶의 방식은 기도와 금식이었습니다. 그 분은 기도와 금식을 통해 아버지와의 친밀함을 누리셨습니다. 그렇습니다. 기도와 금식은 이 세상에서 하나님의 얼굴을 구하는 길입니다. 그 분과의 친밀함 가운데로 들어가는 문입니다. 그리고 이 친밀함 가운데 하나님은 당신의 일을 이루어 가십니다. 수원하나교회는 기도와 금식을 가장 중요한 사역의 방법으로 생각합니다.

금식은 자아를 죽이는 길입니다.
특히 금식은 자아를 부인하고 죽이는 가장 radical한 길입니다. 금식을 통해 우리는 죄된 자아를 부인하고 주님의 은혜 앞에 나가는 것을 경험합니다.

기도와 금식의 삶의 방식(Life Style)을 확립하는 것이 중요합니다.
기도와 금식은 인생의 위기가 생겼을 때, 그 위기의 극복을 위해 행하는 종교 행위가 아닙니다. 그것은 아버지의 얼굴과 임재를 구하는 것이며, 삶의 방식이 되어야 합니다. 수원하나교회는 매달 3일씩 정기금식을 선포하고 있으며 풀타임 사역자는 오전 시간을 모두 주님 앞에 기도하고 예배하며 보낼 것을 권합니다.`,
  },
  {
    title: "다음 세대",
    sub: "다음 세대를 키우고 준비하는 일에 우리를 드린다.",
    desc: `교회는 다음 세대를 준비해야 합니다. 유럽 교회의 비극에서 보듯이 다음 세대를 잃어버린 교회에게 미래는 없습니다. 그래서 수원하나교회는 모든 사역 역량의 초점을 다음 세대에게 맞춥니다.

    재정적 투자
교회 재정의 가장 큰 부분을 다음 세대를 위한 아이들과 청소년 사역에 투자합니다.

문화적 투자
예배 및 교회 문화를 기성 세대가 아닌 다음 세대에 맞춥니다. 어른들은 기꺼이 다음 세대 문화의 불편함을 사랑으로 포용합니다.

인적 투자
사람들을 돌보고 키울 사역자들을 다음 세대를 위한 일에 세웁니다.`,
  },
  {
    title: "하나님의 성품과 거룩함",
    sub: "그 분의 성품을 알고 닮아가는 일에 헌신한다.",
    desc: `거룩한 삶은 능력입니다.
하나님의 능력은 거룩함에서 나온다고 믿습니다. 하나님은 능력이 없어서 일을 못하시는 분이 아니라 거룩한 이가 없어서 일을 못하십니다. 그러므로 거룩이 곧 능력입니다.

거룩, 친밀함 그리고 능력
거룩함이 없이는 하나님 앞에 나갈 수 없습니다. 거룩함은 하나님과의 친밀함으로 들어가는 열쇠이며, 하나님과의 친밀함은 하나님의 능력이 풀어지는 통로입니다. 하나님이 일하시는 순서는 ‘거룩 – 친밀함 – 능력’입니다. 그러므로 하나님의 임재를 사모하는 사람들은 거룩함에 예민해 집니다.`,
  },
  {
    title: "재정",
    sub: "하나님의 공급하심을 신뢰하며 청지기적 삶을 산다.",
    desc: `우리의 필요는 하나님이 공급하심을 믿습니다.
우리는 우리의 모든 필요를 주님이 아시며 그 분께서 공급하실 것을 믿습니다. 그렇기 때문에 특별한 모금활동을 많이 벌이지 않습니다. 기도할 때 주인께서 종의 필요를 채우시는 것은 너무나 당연한 것이며 지금까지 그렇게 인도해 오셨습니다. 앞으로도 우리의 모든 필요는 주님께서 채우실 것입니다.

헌금하지 말아주세요! 검은 돈은 받지 않습니다.
헌금을 어떻게 사용하느냐도 중요하지만 어떤 돈이 헌금으로 드려지느냐도 중요합니다. 깨끗하지 않은 돈, 검은 돈은 헌금하지 말 것을 부탁드립니다. 오히려 그 돈 때문에 하나님의 일이 방해를 받습니다. 하나님은 능력이 없으셔서 일 못하시는 분이 아니라 거룩이 없어서 일 못하시는 분이십니다. 깨끗하게 번 돈, 정직하게 번 돈, 땀 흘려 번 돈 – 이런 돈을 우리 하나님께서 기쁘게 헌금으로 받으십니다.

사역자들의 사례비는 필요에 따라 사용합니다.(동일한 Payment)
하나교회 사역자들은 필요에 따라 사례비를 책정합니다. 기본적인 생활비는 담임목사나 부교역자나 교회 행정 간사나 관계없이 가족 수에 따라 지급됩니다. 사역에 필요한 사역비들은 사역의 규모에 따라 각기 다르게 책정됩니다. 교회는 가족이라고 믿기 때문에 약간은 엉성한 원칙을 고수하고 있습니다.`,
  },
];

// 공동체 소개
export const groups = [
  {
    subtitle: "빛의 군대",
    items: [
      {
        id: "joybaby",
        name: "조이베이비",
        eng: "JOY BABY",
        age: "0-4세",
        sub: `예배의 토양을 함께 만들어가는 조이베이비! 
        0~4세, 오전 9시 30분, NGC 지하예배실`,
        slogan:
          "예배를 심자! 쑥~! 말씀을 심자! 쑥~!쑥~! 순종을 심자! 쑥~!쑥~!쑥~!",
        desc: `JOY BABY는 "주의 대적으로 말미암아 어린 아이들과 젖먹이들의 입으로 권능을 세우심이여 이는 원수들과 보복자들을 잠잠하게 하려 하심이니라. (시편 8:2)" 주제 말씀으로 어릴 때부터 예배를 심고 말씀을 가르치고자 하는 부모들이 아이와 함께 드리는 예배입니다. JOY BABY의 목표는 예배 훈련과 부모의 성경적 교육철학 정립입니다.
      `,
        img: "https://images.unsplash.com/photo-1519689680058-324335c77eba?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      },
      {
        id: "joycorner",
        name: "조이코너",
        eng: "JOY CORNER",
        sub: `예수님의 기쁨 ♥ Joy Corner
        5-7세(부모와 함께), 주일 오후 1시, 교회 2층 본당`,
        slogan:
          "어릴 때부터 하나님을 즐거워하고 기쁨으로 예배하며 성경에 능통한 예수님의 어린이로 성장한다.",
        desc: `JOY CORNER는 “너는 마음을 다하고 뜻을 다하고 힘을 다하여 네 하나님 여호와를 사랑하라”(신명기 6:4~9) 주제 말씀으로  Jesus first, Others second, You third 예수님을 최고로 모시고, 부모님과 친구들을 사랑하며, 자신을 소중히 여기는 조이코너는 예수님을 닮아가는 어린이들을 키우는 예배입니다. JOY CORNER의 목표는 예수님을 최고로 모시는 예배자 되기, 말씀을 경청하고 순종함으로 예수님 닮아가기, 기도로 세상을 품는 꼬마선교사 되기입니다.
        `,
        img: "https://images.unsplash.com/photo-1503454537195-1dcabb73ffb9?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      },
      {
        id: "joyland",
        name: "조이랜드",
        eng: "JOY LAND",
        age: "초등부",
        sub: `빛의 군대를 키우는 Joy Land!
        8세~13세, 주중 화요일 오후 7:00-9:00, NGC 지하 강당`,
        slogan: `기쁨으로 찬양하고, 전심으로 예배하자! Joyful worship! 
          말씀을 즐겁게 배우고, 믿은 대로 살아가자! Joyful Life!
          부르짖어 기도하고, 구한대로 응답받자! Joyful pray!`,
        desc: `“예수께서 가라사대 네 마음을 다하고 목숨을 다하고 뜻을 다하여 주 너의 하나님을 사랑하라 하셨으니 이것이 크고 첫째 되는 계명이요, 둘째는 그와 같으니 네 이웃을 네 몸과 같이 사랑하라 하셨으니”(마 22:37-39) 주제 말씀으로 부모와 함께 말씀을 들으며 가정에서 신앙을 전수받고, 셀모임에서 하나님과 이웃을 사랑하는 자로 훈련받아 복음을 전하는 아이들로 세우는 예배입니다. JOY Land의 비전은 하나님을 기쁘게 예배하고, 가정과 교회에서 말씀을 즐겁게 배우는 학생들을 키워 세상을 변화시키는 것이고 목표는 예배와 기도훈련입니다.`,
        img: "https://images.unsplash.com/photo-1485546246426-74dc88dec4d9?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      },
    ],
  },
  {
    subtitle: "여호수아의 군대",
    items: [
      {
        id: "ycm",
        name: "YCM",
        eng: "Youth cell & Mission",
        age: "청소년",
        sub: `하나님의 은혜를 누리고, 전하는 YCM!
        14세~19세 청소년, 주일 오후 4시 30분, 교회 2층 본당`,
        slogan: `찬송하리로다 하나님 곧 우리 주 예수 그리스도의 아버지께서 그리스도 안에서 하늘에 속한 모든 신령한 복을 우리에게 주시되 곧 창세 전에 그리스도 안에서 우리를 택하사 우리로 사랑 안에서 그 앞에 거룩하고 흠이 없게 하시려고 그 기쁘신 뜻대로 우리를 예정하사 예수 그리스도로 말미암아 자기의 아들들이 되게 하셨으니 이는 그가 사랑하시는 자 안에서 우리에게 거저 주시는 바 그의 은혜의 영광을 찬송하게 하려는 것이라(에베소서 1:3-6)`,
        desc: `YCM에 오신 여러분을 환영합니다. 수원 하나교회 YCM은 하나님을 즐거워하는 다음세대, 그분의 목적에 헌신하는 다음세대, 공동체에 뿌리박은 다음세대를 세우는 곳입니다! 청소년들이 Joyful Worship과 부르짖는 기도를 통하여 세워지고, 구령의 열정을 가질 것을 기대합니다.

        YCM 모임 및 활동을 소개합니다.
        – 전체 모임 및 ‘Standing Together'(분반 모임) : YCM예배 후
        – 제자 훈련 모임(학기 중 토요일 오후)
        – 캠프 및 단기 선교(방학 중 1 – 2주)
        `,
        img: "https://images.unsplash.com/photo-1523580494863-6f3031224c94?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      },
      {
        id: "ucm",
        name: "UCM",
        eng: "University cell & Mission",
        age: "대학부",
        sub: `공동체와 함께 하나님나라 안의 데스티니를 이뤄가는 대학부, UCM!
        대학생/젊은이, 주일 3부 젊은이 예배, 교회 2층 본당`,
        slogan: `몸이 하나이요 성령이 하나이니 이와 같이 너희가 부르심의 한 소망 안에서 부르심을 입었느니라 (에베소서 4:4)
        이 천국복음이 모든 민족에게 증언되기 위하여 온 세상에 전파되리니 그제야 끝이 오리라 (마태복음 24:14)`,
        desc: `UCM은 University Cell and Mission의 약자로 복음과 함께 캠퍼스와 열방으로 침노해 들어갈 대학생 가족 공동체를 의미합니다. 성과와 속도만을 중요시하는 세상의 풍조를 거부하고, 창조주 하나님을 아는 것(전 12:1)으로 부터 인생의 참된 의미와 목적(destiny)을 발견하고자 하는 대학생들의 모임으로 사랑 안에서 서로 격려하며 세워주는 영적 훈련 공동체입니다. 각자가 속한 캠퍼스 가운데 거룩한 영향력으로 부흥을 일으키고 예수 그리스도의 십자가 복음을 들고 열방으로 나아갈 믿음의 다음 세대들이 일어날 것을 소망합니다. 하나님 나라의 꿈을 가진 대학생과 젊은이들을 모두 환영합니다!

        UCM 모임 및 활동을 소개합니다.
        – 캠퍼스 전도/기도모임
        – 썸머/윈터 캠프
        – 단기 선교
        `,
        img: "https://images.unsplash.com/photo-1523240795612-9a054b0db644?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      },
    ],
  },
  {
    subtitle: "모세의 군대",
    items: [
      {
        id: "1jin_1",
        name: "1진 청년 1부",
        // eng: "Young Adult 1",
        age: "청년",
        sub: `청년의 때! 나를 향하신 하나님의 데스티니를 발견하고 삶의 현장 곳곳에서 하나님의 나라를 세워가는 청년 1진 1부!`,
        slogan: `그런즉 너희는 먼저 그의 나라와 의를 구하라 그리하면 이 모든 것을 너희에게 더하시리라 (마 6:33)`,
        desc: `인생의 진정한 행복은 하나님을 알고 경험하고 추구하는 것입니다.
        창조주이신 하나님께서는 여러분 한 사람 한 사람을 향한 꿈을 갖고 계십니다.
        나를 향하신 하나님의 계획과 꿈, 그 안에 가득한 그 사랑을 발견하고 따라갈 때
        하나님의 나라와 의가 나를 통해 이 땅에 펼쳐질 것이며 복의 근원되신 하나님의 축복이 내 삶에 가득 부어질 것입니다.
        하나님을 알기 원하며,
        하나님을 경험하기 원하며,
        하나님을 추구하기 원하는 청년 1진과 함께
        축복의 그 길을 걸어가는 여러분이 되시길 축복합니다.

        *대상 : 미혼 남녀 청년
        
        1진 1부 모임 및 활동을 소개합니다.
        – 셀 모임 / 매주 목요일
        – 연합셀 모임
        – MT & 소풍`,
        img: "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      },
      {
        id: "1jin_2",
        name: "1진 청년 2부",
        // eng: "Young Adult 2",
        age: "청년",
        sub: `청년의 때! 나를 향하신 하나님의 데스티니를 발견하고 삶의 현장 곳곳에서 하나님의 나라를 세워가는 청년 1진 1부!`,
        slogan: `그런즉 너희는 먼저 그의 나라와 의를 구하라 그리하면 이 모든 것을 너희에게 더하시리라 (마 6:33)`,
        desc: `인생의 진정한 행복은 하나님을 알고 경험하고 추구하는 것입니다.
        창조주이신 하나님께서는 여러분 한 사람 한 사람을 향한 꿈을 갖고 계십니다.
        나를 향하신 하나님의 계획과 꿈, 그 안에 가득한 그 사랑을 발견하고 따라갈 때
        하나님의 나라와 의가 나를 통해 이 땅에 펼쳐질 것이며 복의 근원되신 하나님의 축복이 내 삶에 가득 부어질 것입니다.
        하나님을 알기 원하며,
        하나님을 경험하기 원하며,
        하나님을 추구하기 원하는 청년 1진과 함께
        축복의 그 길을 걸어가는 여러분이 되시길 축복합니다.

        *대상 : 기혼 남녀 청년`,
        img: "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      },
      {
        id: "2jin",
        name: "2진",
        // eng: "Adult Community",
        age: "장년",
        sub: `하나님을 사랑하고, 그 분의 목적에 헌신하는 2진입니다.`,
        slogan: `우리 하나님 여호와는 오직 유일한 여호와이시니 너는 마음을 다하고 뜻을 다하고 힘을 다하여 네 하나님 여호와를 사랑하라 오늘 내가 네게 명하는 이 말씀을 너는 마음에 새기고 네 자녀에게 부지런히 가르치며 집에 앉았을 때에든지 길을 갈 때에든지 누워 있을 때에든지 일어날 때에든지 이 말씀을 강론할 것이며 너는 또 그것을 네 손목에 매어 기호로 삼으며 네 미간에 붙여 표로 삼고 또 네 집 문설주와 바깥 문에 기록할지니라(신6:4-9)`,
        desc: `예수님의 몸된 교회를 사랑과 열정으로 섬기며, 가정과 세상 가운데 하나님의 나라를 세워가는 데 기쁨으로 헌신하고 있습니다. 영유아 초등학생 어린 자녀들을 둔 30~50대 초반 엄마 아빠들이 공동체에 함께 하고 있습니다. 하나님이 축복으로 허락하신 가정에서 어린 자녀들을 기도와 말씀으로 키우며, 하나님 나라를 비전으로 품고 세상에서 주님이 주신 Destiny를 이뤄가는 “열정 2진”에 하나님을 뜨겁게 사랑하기를 원하시는 형제, 자매님을 초청합니다!`,
        img: "https://images.unsplash.com/photo-1511632765486-a01980e01a18?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      },
      {
        id: "3jin",
        name: "3진",
        // eng: "Senior Community",
        age: "장년",
        sub: `연합을 통해 하나님이 주신 복을 흘려보내는 3진입니다.`,
        slogan: `보라 형제가 연합하여 동거함이 어찌 그리 선하고 아름다운고 머리에 있는 보배로운 기름이 수염 곧 아론의 수염에 흘러서 그의 옷깃까지 내림 같고 헐몬의 이슬이 시온의 산들에 내림 같도다 거기서 여호와께서 복을 명령하셨나니 곧 영생이로다(시편 133:1-3)`,
        desc: `직장과 가정에서의 삶이 바쁘고 힘이 들어도 따로 시간을 떼어 예배와 훈련, 셀 모임 참석 등을 통하여 삶속에서 예수님께 대한 사랑을 표현하고 지체들과 사랑을 나누며 더 많은 이들에게 사랑을 전하는 중장년들의 모임입니다. 하나님 안에서 성령으로 예수님처럼 살아가길 원하는 아버지와 어머니들을 환영합니다.`,
        img: "https://images.unsplash.com/photo-1544027993-37dbfe43562a?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      },
    ],
  },
  {
    subtitle: "EM",
    items: [
      {
        id: "em",
        name: "EM",
        eng: "English Ministry",
        age: "All",
        sub: `All foreigners and even Koreans who speak English are more than welcome to our meeting!`,
        // slogan: `보라 형제가 연합하여 동거함이 어찌 그리 선하고 아름다운고 머리에 있는 보배로운 기름이 수염 곧 아론의 수염에 흘러서 그의 옷깃까지 내림 같고 헐몬의 이슬이 시온의 산들에 내림 같도다 거기서 여호와께서 복을 명령하셨나니 곧 영생이로다(시편 133:1-3)`,
        desc: `We welcome you to Suwon Hana English Ministry! We are a multi-cultural community who want to know God’s heart more and share it to others! We are one family with our Korean speaking parent church(Suwon Hana Baptist Church) and we are running and growing together in community and ministry.
        
        What we do :We have weekly worship and fellowship time.
        → Sunday Service 10 a.m. / Location for Sunday changed to DA B1
        → Thursday Service 8 p.m. / Location for Thursday is 3F
        → Mon-Fri Morning Prayer 6 a.m.
        `,
        img: "https://images.unsplash.com/photo-1526976668912-1a811878dd37?ixlib=rb-4.0.3&auto=format&fit=crop&w=1200&q=80",
      },
    ],
  },
];
